Repository: leocalm/piggy-pulse-ios
Catalog: Localizable.xcstrings
Source language: en
Languages: de_de, es_es, fr_fr, nl_nl, pt_br, pt_pt

# autoCreation.dayOfWeek.desc
source: Period starts on a specific weekday
de_de: Der Zeitraum beginnt an einem bestimmten Wochentag
es_es: El periodo comienza en un día concreto de la semana
fr_fr: La période commence un jour précis de la semaine
nl_nl: De periode begint op een specifieke weekdag
pt_br: O período começa num dia da semana específico
pt_pt: O período começa num dia específico da semana

# autoCreation.disabled
source: Auto-Creation is disabled
de_de: Automatische Erstellung ist deaktiviert
es_es: Creación automática desactivada
fr_fr: Création automatique désactivée
nl_nl: Automatisch aanmaken is uitgeschakeld
pt_br: Criação Automática está desativada
pt_pt: Criação automática desativada

# autoCreation.enableDesc
source: Enable a schedule to generate future periods automatically.
de_de: Aktiviere einen Zeitplan, um künftige Zeiträume automatisch zu erstellen.
es_es: Activa una programación para generar periodos futuros automáticamente.
fr_fr: Activez une planification pour générer automatiquement les prochaines périodes.
nl_nl: Schakel een schema in om toekomstige periodes automatisch aan te maken.
pt_br: Ative um agendamento para gerar períodos futuros automaticamente.
pt_pt: Ative um agendamento para gerar períodos futuros automaticamente.

# autoCreation.every
source: Every
de_de: Alle
es_es: Cada
fr_fr: Tous les
nl_nl: Elke
pt_br: A cada
pt_pt: A cada

# autoCreation.ifDay %@
source: If %@
de_de: Wenn %@
es_es: Si %@
fr_fr: Si %@
nl_nl: Als %@
pt_br: Se %@
pt_pt: Se %@

# autoCreation.keep
source: Keep
de_de: Beibehalten
es_es: Mantener
fr_fr: Ne pas déplacer
nl_nl: Behouden
pt_br: Manter
pt_pt: Manter

# autoCreation.moveToFriday
source: Move to Friday
de_de: Auf Freitag verschieben
es_es: Mover al viernes
fr_fr: Déplacer au vendredi
nl_nl: Verplaatsen naar vrijdag
pt_br: Mover para sexta
pt_pt: Mover para sexta-feira

# autoCreation.moveToMonday
source: Move to Monday
de_de: Auf Montag verschieben
es_es: Mover al lunes
fr_fr: Déplacer au lundi
nl_nl: Verplaatsen naar maandag
pt_br: Mover para segunda
pt_pt: Mover para segunda-feira

# autoCreation.periodsPrepared
source: periods prepared
de_de: Zeiträume vorbereitet
es_es: periodos preparados
fr_fr: périodes générées
nl_nl: periodes voorbereid
pt_br: períodos preparados
pt_pt: períodos preparados

# autoCreation.preview
source: Preview
de_de: Vorschau
es_es: Vista previa
fr_fr: Aperçu
nl_nl: Voorbeeld
pt_br: Pré-visualização
pt_pt: Pré-visualização

# autoCreation.recurrenceMethod
source: Recurrence Method
de_de: Wiederholungsart
es_es: Método de recurrencia
fr_fr: Méthode de récurrence
nl_nl: Herhalingsmethode
pt_br: Método de Recorrência
pt_pt: Método de Recorrência

# autoCreation.startingOn
source: starting on day
de_de: ab Tag
es_es: a partir del día
fr_fr: à partir du jour
nl_nl: vanaf dag
pt_br: começando no dia
pt_pt: a começar no dia

# biometric.authFailed
source: Authentication failed. Try again.
de_de: Authentifizierung fehlgeschlagen. Erneut versuchen.
es_es: No hemos podido identificarte. Inténtalo de nuevo.
fr_fr: Échec de l’authentification. Réessayez.
nl_nl: Het is niet gelukt om je te herkennen. Probeer het opnieuw.
pt_br: Autenticação falhou. Tente novamente.
pt_pt: A autenticação falhou. Tente novamente.

source: BUDGET BREAKDOWN
de_de: BUDGETÜBERSICHT
es_es: DESGLOSE DEL PRESUPUESTO
fr_fr: RÉPARTITION DU BUDGET
nl_nl: BUDGETOVERZICHT
pt_br: DETALHAMENTO DO ORÇAMENTO
pt_pt: DETALHE DO ORÇAMENTO

source: Budget Used
de_de: Budget verbraucht
es_es: Presupuesto consumido
fr_fr: Budget consommé
nl_nl: Budget gebruikt
pt_br: Orçamento Usado
pt_pt: Orçamento Utilizado

# budget.currentlyExcluded
source: Currently excluded
de_de: Aktuell ausgeschlossen
es_es: Excluido hasta ahora
fr_fr: Actuellement exclu
nl_nl: Momenteel uitgesloten
pt_br: Atualmente excluído
pt_pt: Atualmente excluído

# budget.currentlySpent
source: Currently Spent
de_de: Aktuell ausgegeben
es_es: Gastado hasta ahora
fr_fr: Dépensé à ce jour
nl_nl: Tot nu toe besteed
pt_br: Gasto Atual
pt_pt: Gasto Atual

# budget.excluded
source: EXCLUDED
de_de: AUSGESCHLOSSEN
es_es: EXCLUIDO
fr_fr: EXCLU
nl_nl: UITGESLOTEN
pt_br: EXCLUÍDO
pt_pt: EXCLUÍDO

# budget.excludedLabel
source: Excluded
de_de: Ausgeschlossen
es_es: Excluido
fr_fr: Exclu
nl_nl: Uitgesloten
pt_br: Excluído
pt_pt: Excluído

# budget.noCategories
source: No categories yet
de_de: Noch keine Kategorien
es_es: Aún no hay categorías
fr_fr: Aucune catégorie pour l’instant
nl_nl: Nog geen categorieën
pt_br: Nenhuma categoria ainda
pt_pt: Ainda não há categorias

# budget.noCategoriesHint
source: Create categories to set budget targets.
de_de: Erstelle Kategorien, um Budgetziele festzulegen.
es_es: Crea categorías para fijar objetivos de presupuesto.
fr_fr: Créez des catégories pour définir des objectifs budgétaires.
nl_nl: Maak categorieën aan om budgetdoelen in te stellen.
pt_br: Crie categorias para definir metas de orçamento.
pt_pt: Crie categorias para definir metas de orçamento.

# budget.noTarget
source: NO TARGET
de_de: KEIN ZIEL
es_es: SIN OBJETIVO
fr_fr: AUCUN OBJECTIF
nl_nl: GEEN DOEL
pt_br: SEM META
pt_pt: SEM META

# budget.noTargetLabel
source: No target
de_de: Kein Ziel
es_es: Sin objetivo
fr_fr: Aucun objectif
nl_nl: Geen doel
pt_br: Sem meta
pt_pt: Sem meta

# budget.ofTarget %@
source: of %@
de_de: von %@
es_es: de %@
fr_fr: sur %@
nl_nl: van %@
pt_br: de %@
pt_pt: de %@

# budget.remainingBudget
source: Remaining Budget
de_de: Restbudget
es_es: Presupuesto restante
fr_fr: Budget restant
nl_nl: Resterend budget
pt_br: Orçamento Restante
pt_pt: Orçamento Restante

# budget.stats.allowanceEnvelopes
source: Allowance envelopes
de_de: Taschengeld-Budgets
es_es: Sobres presupuestarios
fr_fr: Enveloppes budgétaires
nl_nl: Toelage-enveloppen
pt_br: Envelopes de Allowance
pt_pt: Envelopes de mesada

# budget.stats.incomeTarget
source: Income Target
de_de: Einnahmeziel
es_es: Objetivo de ingresos
fr_fr: Objectif de revenu
nl_nl: Inkomstendoel
pt_br: Meta Receita
pt_pt: Meta de Receita

# budget.stats.totalBudget
source: Total Budget
de_de: Gesamtbudget
es_es: Presupuesto total
fr_fr: Budget total
nl_nl: Totaalbudget
pt_br: Orcamento Total
pt_pt: Orçamento Total

# budget.stats.withTargets
source: With Targets
de_de: Mit Zielen
es_es: Con objetivos
fr_fr: Avec objectif
nl_nl: Met doelen
pt_br: Com Metas
pt_pt: Com Metas

# budget.totalBudget
source: Total Budget
de_de: Gesamtbudget
es_es: Presupuesto total
fr_fr: Budget total
nl_nl: Totaalbudget
pt_br: Orçamento Total
pt_pt: Orçamento Total

# budget.withTarget
source: WITH TARGET
de_de: MIT ZIEL
es_es: CON OBJETIVO
fr_fr: AVEC OBJECTIF
nl_nl: MET DOEL
pt_br: COM META
pt_pt: COM META

# button.addAccount
source: Add Account
de_de: Konto hinzufügen
es_es: Añadir cuenta
fr_fr: Ajouter un compte
nl_nl: Rekening toevoegen
pt_br: Adicionar Conta
pt_pt: Adicionar Conta

# button.apply
source: Apply
de_de: Anwenden
es_es: Aplicar
fr_fr: Appliquer
nl_nl: Toepassen
pt_br: Aplicar
pt_pt: Aplicar

# button.backToLogin
source: Back to login
de_de: Zurück zur Anmeldung
es_es: Volver al inicio de sesión
fr_fr: Retour à la connexion
nl_nl: Terug naar aanmelden
pt_br: Voltar ao login
pt_pt: Voltar ao início de sessão

# button.changePassword
source: Change Password
de_de: Passwort ändern
es_es: Cambiar contraseña
fr_fr: Changer le mot de passe
nl_nl: Wachtwoord wijzigen
pt_br: Alterar Senha
pt_pt: Alterar Palavra-passe

# button.clearAll
source: Clear All
de_de: Alles löschen
es_es: Borrar todo
fr_fr: Tout effacer
nl_nl: Alles wissen
pt_br: Limpar Tudo
pt_pt: Limpar tudo

# button.continue
source: Continue
de_de: Weiter
es_es: Continuar
fr_fr: Continuer
nl_nl: Doorgaan
pt_br: Continuar
pt_pt: Continuar

# button.create
source: Create
de_de: Erstellen
es_es: Crear
fr_fr: Créer
nl_nl: Aanmaken
pt_br: Criar
pt_pt: Criar

# button.deleteAccount
source: Delete Account
de_de: Konto löschen
es_es: Eliminar cuenta
fr_fr: Supprimer le compte
nl_nl: Account verwijderen
pt_br: Excluir Conta
pt_pt: Eliminar Conta

# button.deleteMyAccount
source: Delete My Account
de_de: Mein Konto löschen
es_es: Eliminar mi cuenta
fr_fr: Supprimer mon compte
nl_nl: Mijn account verwijderen
pt_br: Excluir Minha Conta
pt_pt: Eliminar a Minha Conta

# button.disableAutoCreation
source: Disable Auto-Creation
de_de: Automatische Erstellung deaktivieren
es_es: Desactivar creación automática
fr_fr: Désactiver la création automatique
nl_nl: Automatisch aanmaken uitschakelen
pt_br: Desativar Criação Automática
pt_pt: Desativar Criação Automática

# button.editOverlay
source: Edit Overlay
de_de: Overlay bearbeiten
es_es: Editar capa
fr_fr: Modifier l’ajustement temporaire
nl_nl: Laag bewerken
pt_br: Editar Sobreposição
pt_pt: Editar Camada

# button.editProfile
source: Edit Profile
de_de: Profil bearbeiten
es_es: Editar perfil
fr_fr: Modifier le profil
nl_nl: Profiel bewerken
pt_br: Editar Perfil
pt_pt: Editar Perfil

# button.enableAutoCreation
source: Enable Auto-Creation
de_de: Automatische Erstellung aktivieren
es_es: Activar creación automática
fr_fr: Activer la création automatique
nl_nl: Automatisch aanmaken inschakelen
pt_br: Ativar Criação Automática
pt_pt: Ativar Criação Automática

# button.exclude
source: Exclude
de_de: Ausschließen
es_es: Excluir
fr_fr: Exclure
nl_nl: Uitsluiten
pt_br: Excluir
pt_pt: Excluir

# button.excludeFromBudget
source: Exclude from budget
de_de: Vom Budget ausschließen
es_es: Excluir del presupuesto
fr_fr: Exclure du budget
nl_nl: Uitsluiten van budget
pt_br: Excluir do orçamento
pt_pt: Excluir do orçamento

# button.include
source: Include
de_de: Einbeziehen
es_es: Incluir
fr_fr: Inclure
nl_nl: Opnemen
pt_br: Incluir
pt_pt: Incluir

# button.login
source: Login
de_de: Anmelden
es_es: Iniciar sesión
fr_fr: Se connecter
nl_nl: Aanmelden
pt_pt: Iniciar sessão

# button.logIn
source: Log in
de_de: Anmelden
es_es: Iniciar sesión
fr_fr: Se connecter
nl_nl: Aanmelden
pt_br: Entrar
pt_pt: Iniciar sessão

# button.next
source: Next
de_de: Weiter
es_es: Siguiente
fr_fr: Suivant
nl_nl: Volgende
pt_br: Próximo
pt_pt: Seguinte

# button.register
source: Register
de_de: Registrieren
es_es: Registrarse
fr_fr: S’inscrire
nl_nl: Registreren
pt_br: Registrar
pt_pt: Registar

# button.reincludeInBudget
source: Re-include in budget
de_de: Wieder ins Budget aufnehmen
es_es: Volver a incluir en el presupuesto
fr_fr: Réinclure dans le budget
nl_nl: Opnieuw opnemen in budget
pt_br: Reincluir no orçamento
pt_pt: Reincluir no orçamento

# button.saveChanges
source: Save Changes
de_de: Änderungen speichern
es_es: Guardar cambios
fr_fr: Enregistrer les modifications
nl_nl: Wijzigingen opslaan
pt_br: Salvar Alterações
pt_pt: Guardar Alterações

# button.savePreferences
source: Save Preferences
de_de: Einstellungen speichern
es_es: Guardar preferencias
fr_fr: Enregistrer les préférences
nl_nl: Voorkeuren opslaan
pt_br: Salvar Preferências
pt_pt: Guardar Preferências

# button.sendFeedback
source: Send feedback
de_de: Feedback senden
es_es: Enviar comentarios
fr_fr: Envoyer des commentaires
nl_nl: Feedback versturen
pt_br: Enviar feedback
pt_pt: Enviar comentários

# button.sendLink
source: Send link
de_de: Link senden
es_es: Enviar enlace
fr_fr: Envoyer le lien
nl_nl: Link sturen
pt_br: Enviar link
pt_pt: Enviar link

# button.setupAutoCreation
source: Set up Auto-Creation
de_de: Automatische Erstellung einrichten
es_es: Configurar creación automática
fr_fr: Configurer la création automatique
nl_nl: Automatisch aanmaken instellen
pt_br: Configurar Criação Automática
pt_pt: Configurar Criação Automática

# button.signUp
source: Sign up
de_de: Konto erstellen
es_es: Crear cuenta
fr_fr: Créer un compte
nl_nl: Account aanmaken
pt_br: Cadastrar
pt_pt: Criar conta

# button.skipForNow
source: Skip for now
de_de: Vorerst überspringen
es_es: Omitir por ahora
fr_fr: Passer pour l’instant
nl_nl: Nu overslaan
pt_br: Ignorar por agora
pt_pt: Avançar por agora

# button.verify
source: Verify
de_de: Bestätigen
es_es: Verificar
fr_fr: Vérifier
nl_nl: Verifiëren
pt_br: Verificar
pt_pt: Verificar

source: Categories
de_de: Kategorien
es_es: Categorías
fr_fr: Catégories
nl_nl: Categorieën
pt_br: Categorias
pt_pt: Categorias

# categories.archive.failed
source: Failed to archive category.
de_de: Kategorie konnte nicht archiviert werden.
es_es: No hemos podido archivar la categoría.
fr_fr: Échec de l’archivage de la catégorie.
nl_nl: Kan categorie niet archiveren.
pt_br: Falha ao arquivar categoria.
pt_pt: Não foi possível arquivar a categoria.

# categories.archive.message
source: This category will be hidden but its history will be preserved.
de_de: Diese Kategorie wird ausgeblendet, der Verlauf bleibt jedoch erhalten.
es_es: Esta categoría se ocultará, pero se conservará su historial.
fr_fr: Cette catégorie sera masquée, mais son historique sera conservé.
nl_nl: Deze categorie wordt verborgen, maar de geschiedenis blijft bewaard.
pt_br: Esta categoria sera ocultada, mas seu historico sera preservado.
pt_pt: Esta categoria será ocultada, mas o histórico será preservado.

# categories.budgetedLabel
source: budgeted
de_de: budgetiert
es_es: presupuestado
fr_fr: prévu au budget
nl_nl: gebudgetteerd
pt_br: orçado
pt_pt: orçamentado

# categories.delete.failed
source: Failed to delete category.
de_de: Kategorie konnte nicht gelöscht werden.
es_es: No hemos podido eliminar la categoría.
fr_fr: Échec de la suppression de la catégorie.
nl_nl: Kan categorie niet verwijderen.
pt_br: Falha ao excluir categoria.
pt_pt: Não foi possível eliminar a categoria.

# categories.delete.message
source: This category will be permanently deleted.
de_de: Diese Kategorie wird dauerhaft gelöscht.
es_es: Esta categoría se eliminará de forma permanente.
fr_fr: Cette catégorie sera définitivement supprimée.
nl_nl: Deze categorie wordt definitief verwijderd.
pt_br: Esta categoria sera excluida permanentemente.
pt_pt: Esta categoria será eliminada permanentemente.

# categories.empty.action
source: Add Category
de_de: Kategorie hinzufügen
es_es: Añadir categoría
fr_fr: Ajouter une catégorie
nl_nl: Categorie toevoegen
pt_br: Adicionar Categoria
pt_pt: Adicionar Categoria

# categories.empty.message
source: Create your first category to start categorizing transactions and define your budgeting structure.
de_de: Erstelle deine erste Kategorie, um Buchungen zu kategorisieren und deine Budgetstruktur festzulegen.
es_es: Crea tu primera categoría para empezar a clasificar movimientos y definir tu estructura de presupuesto.
fr_fr: Créez votre première catégorie pour classer vos transactions et structurer votre budget.
nl_nl: Maak je eerste categorie aan om transacties te ordenen en de basis van je budget op te bouwen.
pt_br: Crie sua primeira categoria para começar a categorizar transações e definir sua estrutura de orçamento.
pt_pt: Crie a sua primeira categoria para começar a categorizar transações e definir a sua estrutura de orçamento.

# categories.empty.step1.description
source: Choose income or expense, give it a name, and pick an icon and color.
de_de: Wähle Einnahme oder Ausgabe, gib einen Namen ein und wähle ein Symbol und eine Farbe.
es_es: Elige ingreso o gasto, dale un nombre y elige un icono y un color.
fr_fr: Choisissez entre revenu et dépense, donnez un nom à la catégorie, puis sélectionnez une icône et une couleur.
nl_nl: Kies inkomsten of uitgaven, geef het een naam en kies een symbool en kleur.
pt_br: Escolha receita ou despesa, dê um nome e escolha um ícone e cor.
pt_pt: Escolha receita ou despesa, atribua um nome e selecione um ícone e uma cor.

# categories.empty.step1.title
source: Create a category
de_de: Eine Kategorie erstellen
es_es: Crear una categoría
fr_fr: Créer une catégorie
nl_nl: Een categorie aanmaken
pt_br: Crie uma categoria
pt_pt: Criar uma categoria

# categories.empty.step2.description
source: Add a monthly spending or income target to track progress against your budget.
de_de: Lege ein monatliches Ausgaben- oder Einnahmeziel fest, um deinen Budgetfortschritt zu verfolgen.
es_es: Añade un objetivo mensual de gasto o de ingreso para seguir tu presupuesto.
fr_fr: Ajoutez un objectif mensuel de dépense ou de revenu pour suivre votre budget.
nl_nl: Stel een maandelijks uitgaven- of inkomstendoel in om je budget te volgen.
pt_br: Adicione uma meta mensal de gastos ou receita para acompanhar seu progresso.
pt_pt: Defina uma meta mensal de despesa ou receita para acompanhar o progresso do seu orçamento.

# categories.empty.step2.title
source: Set a budget target (optional)
de_de: Budgetziel festlegen (optional)
es_es: Establecer un objetivo de presupuesto (opcional)
fr_fr: Définir un objectif budgétaire (facultatif)
nl_nl: Een budgetdoel instellen (optioneel)
pt_br: Defina uma meta (opcional)
pt_pt: Definir uma meta de orçamento (opcional)

# categories.empty.step3.description
source: When adding transactions, select a category so spending is organized automatically.
de_de: Wähle beim Hinzufügen einer Buchung eine Kategorie, damit Ausgaben automatisch geordnet werden.
es_es: Al añadir movimientos, selecciona una categoría para que el gasto se organice automáticamente.
fr_fr: Lorsque vous ajoutez une transaction, choisissez une catégorie pour organiser automatiquement vos dépenses.
nl_nl: Selecteer bij het toevoegen van transacties een categorie zodat uitgaven automatisch worden geordend.
pt_br: Ao adicionar transações, selecione uma categoria para que os gastos sejam organizados automaticamente.
pt_pt: Ao adicionar transações, selecione uma categoria para organizar os gastos automaticamente.

# categories.empty.step3.title
source: Assign to transactions
de_de: Buchungen zuweisen
es_es: Asignar a movimientos
fr_fr: Associer aux transactions
nl_nl: Toewijzen aan transacties
pt_br: Atribua às transações
pt_pt: Atribuir a transações

# categories.empty.tip1
source: Categories are split into income (incoming) and expense (outgoing) types.
de_de: Kategorien werden in Einnahmen (eingehend) und Ausgaben (ausgehend) unterteilt.
es_es: Las categorías se dividen en ingresos y gastos.
fr_fr: Les catégories peuvent correspondre à des revenus ou à des dépenses.
nl_nl: Categorieën worden opgesplitst in inkomsten (binnenkomend) en uitgaven (uitgaand).
pt_br: Categorias são divididas em tipos de receita (entrada) e despesa (saída).
pt_pt: As categorias dividem-se em tipos de receita (entrada) e despesa (saída).

# categories.empty.tip2
source: Set budget targets on categories to track spending against your plan.
de_de: Lege Budgetziele für Kategorien fest, um die Ausgaben mit deinem Plan zu vergleichen.
es_es: Fija objetivos de presupuesto en las categorías para comparar el gasto con tu plan.
fr_fr: Définissez des objectifs budgétaires par catégorie pour comparer vos dépenses à ce que vous aviez prévu.
nl_nl: Stel budgetdoelen in op categorieën om uitgaven met je plan te vergelijken.
pt_br: Defina metas de orçamento nas categorias para acompanhar gastos em relação ao planejado.
pt_pt: Defina metas de orçamento nas categorias para acompanhar os gastos face ao seu plano.

# categories.empty.tip3
source: Categories you no longer need can be archived to keep your list clean.
de_de: Kategorien, die du nicht mehr brauchst, kannst du archivieren, damit deine Liste übersichtlich bleibt.
es_es: Las categorías que ya no necesitas pueden archivarse para mantener tu lista ordenada.
fr_fr: Les catégories dont vous n’avez plus besoin peuvent être archivées pour garder votre liste claire.
nl_nl: Categorieën die je niet meer nodig hebt, kun je archiveren om je lijst overzichtelijk te houden.
pt_br: Categorias que você não precisa mais podem ser arquivadas para manter sua lista limpa.
pt_pt: As categorias que já não precisa podem ser arquivadas para manter a sua lista limpa.

# categories.empty.title
source: No categories yet
de_de: Noch keine Kategorien
es_es: Aún no hay categorías
fr_fr: Aucune catégorie pour l’instant
nl_nl: Nog geen categorieën
pt_br: Nenhuma categoria ainda
pt_pt: Ainda não há categorias

# categories.search
source: Search categories...
de_de: Kategorien suchen …
es_es: Buscar categorías…
fr_fr: Rechercher des catégories…
nl_nl: Categorieën zoeken…
pt_br: Buscar categorias...
pt_pt: Procurar categorias…

# categories.summary.categories
source: Categories
de_de: Kategorien
es_es: Categorías
fr_fr: Catégories
nl_nl: Categorieën
pt_br: Categorias
pt_pt: Categorias

# categories.summary.expenseBudget
source: Expense Budget
de_de: Ausgabenbudget
es_es: Presupuesto de gastos
fr_fr: Budget prévu pour les dépenses
nl_nl: Uitgavenbudget
pt_br: Orçamento de Despesas
pt_pt: Orçamento de Despesa

# categories.summary.incomeTarget
source: Income Target
de_de: Einnahmeziel
es_es: Objetivo de ingresos
fr_fr: Objectif de revenu
nl_nl: Inkomstendoel
pt_br: Meta de Receita
pt_pt: Meta de Receita

# categories.summary.totalSpent
source: Total Spent
de_de: Insgesamt ausgegeben
es_es: Total gastado
fr_fr: Total dépensé
nl_nl: Totaal besteed
pt_br: Total Gasto
pt_pt: Total Gasto

# categories.summary.unbudgeted
source: Unbudgeted
de_de: Ohne Budget
es_es: Sin presupuesto
fr_fr: Hors budget
nl_nl: Niet gebudgetteerd
pt_br: Sem Orçamento
pt_pt: Sem orçamento

# categories.title
source: Set up categories
de_de: Kategorien einrichten
es_es: Configurar categorías
fr_fr: Configurer les catégories
nl_nl: Categorieën instellen
pt_br: Configure categorias
pt_pt: Configurar categorias

source: Category
de_de: Kategorie
es_es: Categoría
fr_fr: Catégorie
nl_nl: Categorie
pt_br: Categoria
pt_pt: Categoria

source: Category name
de_de: Kategoriename
es_es: Nombre de la categoría
fr_fr: Nom de la catégorie
nl_nl: Categorienaam
pt_br: Nome da categoria
pt_pt: Nome da categoria

# category.behavior
source: Behavior
de_de: Verhalten
es_es: Comportamiento
fr_fr: Comportement
nl_nl: Gedrag
pt_br: Comportamento
pt_pt: Comportamento

# category.behavior.fixed
source: Fixed
de_de: Fest
es_es: Fijo
fr_fr: Fixe
nl_nl: Vast
pt_br: Fixo
pt_pt: Fixo

# category.behavior.subscription
source: Subscription
de_de: Abo
es_es: Suscripción
fr_fr: Abonnement
nl_nl: Abonnement
pt_br: Assinatura
pt_pt: Subscrição

# category.behavior.variable
source: Variable
de_de: Variabel
nl_nl: Variabel
pt_br: Variável
pt_pt: Variável

# category.incoming
source: Incoming
de_de: Eingehend
es_es: Ingreso
fr_fr: Entrant
nl_nl: Inkomend
pt_br: Entrada
pt_pt: Entrada

# category.outgoing
source: Outgoing
de_de: Ausgehend
es_es: Gasto
fr_fr: Sortant
nl_nl: Uitgaand
pt_br: Saída
pt_pt: Saída

# category.subscription.add
source: Add Subscription
de_de: Abo hinzufügen
es_es: Añadir suscripción
fr_fr: Ajouter un abonnement
nl_nl: Abonnement toevoegen
pt_br: Adicionar Assinatura
pt_pt: Adicionar Subscrição

# category.subscription.addInfo
source: The budget target will be automatically computed from active subscriptions after you save.
de_de: Das Budgetziel wird nach dem Speichern automatisch aus den aktiven Abos berechnet.
es_es: El objetivo de presupuesto se calculará automáticamente a partir de las suscripciones activas después de guardar.
fr_fr: L’objectif budgétaire sera calculé automatiquement à partir des abonnements actifs après enregistrement.
nl_nl: Het budgetdoel wordt na opslaan automatisch berekend op basis van actieve abonnementen.
pt_br: A meta de orçamento será calculada automaticamente a partir das assinaturas ativas após salvar.
pt_pt: A meta de orçamento será calculada automaticamente a partir das subscrições ativas depois de guardar.

# category.subscription.autoComputed
source: Auto-computed from active subscriptions
de_de: Automatisch aus aktiven Abos berechnet
es_es: Calculado automáticamente a partir de las suscripciones activas
fr_fr: Calculé automatiquement à partir des abonnements actifs
nl_nl: Automatisch berekend op basis van actieve abonnementen
pt_br: Calculado automaticamente das assinaturas ativas
pt_pt: Calculado automaticamente a partir das subscrições ativas
